Repository: OMOSde/contao-om-imagine
Catalog: src/Resources/contao/languages/*/*_imagine.xlf
Languages: de

# tl_om_imagine.title.0
source: Title
de: Titel

# tl_om_imagine.title.1
source: Please enter an title.
de: Bitte geben Sie einen Titel ein.

# tl_om_imagine.directory.0
source: Directories
de: Verzeichnisse

# tl_om_imagine.directory.1
source: Please select one or more directories.
de: Bitte wählen Sie ein oder mehrere Verzeichnisse aus.

# tl_om_imagine.addSave.0
source: Save edited images to another directory
de: Bearbeitete Bilder in anderem Verzeichnis speichern

# tl_om_imagine.addSave.1
source: Save edited images to another directory.
de: Bearbeitete Bilder in anderem Verzeichnis speichern.

# tl_om_imagine.saveDirectory.0
source: Save in
de: Speichern unter

# tl_om_imagine.saveDirectory.1
source: Please select a directory to save the edited images.
de: Bitte wählen Sie ein Verzeichnis zum speichern der bearbeiteten Bilder aus.

# tl_om_imagine.overwrite.0
source: Overwrite existing files
de: Bestehende Dateien überschreiben

# tl_om_imagine.overwrite.1
source: Please specify if existing files may be overwritten.
de: Bitte geben Sie an, ob existierende Dateien überschrieben werden dürfen.

# tl_om_imagine.log.0
source: Add a log entry
de: Log-Eintrag erstellen

# tl_om_imagine.log.1
source: Please specify if a log entry should be created.
de: Bitte geben Sie an, ob ein Log-Eintrag erstellt werden soll.

# tl_om_imagine.published.0
source: Active
de: Aktiv

# tl_om_imagine.published.1
source: Activate this watermark
de: Diese Bildmanipulation aktivieren

# tl_om_imagine.title_legend
source: Title settings
de: Titel-Einstellungen

# tl_om_imagine.directory_legend
source: Directory settings
de: Verzeichnis-Einstellungen

# tl_om_imagine.image_legend
source: Image settings
de: Bild-Einstellungen

# tl_om_imagine.setting_legend
source: Other settings
de: Sonstige Einstellungen

# tl_om_imagine.publish_legend
source: Activate
de: Aktivieren

# tl_om_imagine.new.0
source: New image manipulation
de: Neue Bildmanipulation

# tl_om_imagine.new.1
source: Create a new image manipulation
de: Eine neue Bildmanipulation erstellen

# tl_om_imagine.edit.0
source: Edit actions
de: Aktionen bearbeiten

# tl_om_imagine.edit.1
source: Edit actions
de: Aktionen bearbeiten

# tl_om_imagine.header.0
source: Edit image manipulation ID %s
de: Bildmanipulation ID %s bearbeiten

# tl_om_imagine.header.1
source: Edit image manipulation ID %s
de: Bildmanipulation ID %s bearbeiten

# tl_om_imagine.copy.0
source: Copy image manipulation ID %s
de: Bildmanipulation ID %s duplizieren

# tl_om_imagine.copy.1
source: Copy image manipulation ID %s
de: Bildmanipulation ID %s duplizieren

# tl_om_imagine.delete.0
source: Delete image manipulation ID %s
de: Bildmanipulation ID %s löschen

# tl_om_imagine.delete.1
source: Delete image manipulation ID %s
de: Bildmanipulation ID %s löschen

# tl_om_imagine.delete_confirm
source: Delete image manipulation ID %s?
de: Bildmanipulation ID %s löschen?

# tl_om_imagine.toggle.0
source: Toggle image manipulation ID %s
de: Bildmanipulation aktivieren/deaktivieren

# tl_om_imagine.toggle.1
source: Toggle image manipulation ID %s
de: Bildmanipulation aktivieren/deaktivieren

# tl_om_imagine.show.0
source: Show details of image manipulation ID %s
de: Bildmanipulationdetails anzeigen

# tl_om_imagine.show.1
source: Show details of image manipulation ID %s
de: Bildmanipulationdetails anzeigen
